tap "homebrew/bundle"

brew "zsh"
brew "stow"
brew "make"
brew "fzf"
brew "tmux"
brew "starship"
brew "jq"
brew "neovim"
brew "universal-ctags"
brew "the_silver_searcher"
brew "ripgrep"
brew "git"
brew "gitui"
brew "node"
brew "navi"
brew "tree"
brew "direnv"
brew "bat"
brew "eza"
