## Utils
zsh
tmux
git
moreutils
tree
figlet
jq
x11-apps
task-spooler
socat
lsof
ffmpeg
parallel
taskwarrior
smartmontools

## Network
bridge-utils
arp-scan
traceroute
wondershaper
trickle

## Search
silversearcher-ag

## Editor
neovim

## Shell-script
shellcheck

## C/C++
ctags
cmake
build-essential
gdb
clang-format

## Ruby
ruby
ruby-dev

## ssl
libssl-dev

## shellinabox
libssl-dev
libpam0g-dev
zlib1g-dev
dh-autoreconf
shellinabox
