## Utils
zsh
tmux
git
moreutils
tree
figlet
jq
x11-apps
task-spooler

## Network
bridge-utils
arp-scan
traceroute

## Search
fzf
silversearcher-ag

## Editor
neovim

## Shell-script
shellcheck

## C/C++
ctags
cmake
build-essential
gdb
clang-format

## Ruby
ruby
ruby-dev

## ssl
libssl-dev
